tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "python@3.10"
brew "asciinema"
brew "openssl@3"
brew "asdf"
brew "glib"
brew "python@3.9"
brew "cdk8s"
brew "cocoapods"
brew "direnv"
brew "exa"
brew "unbound"
brew "harfbuzz"
brew "lame"
brew "ffmpeg"
brew "fzf"
brew "gnu-sed"
brew "go"
brew "golangci-lint"
brew "helm"
brew "httpie"
brew "hugo"
brew "inetutils"
brew "jq"
brew "kind"
brew "lazygit"
brew "make"
brew "neovim", args: ["HEAD"]
brew "rust-analyzer"
brew "rustup-init"
brew "stow"
brew "tmux"
brew "tree"
brew "yarn"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "font-hack-nerd-font"
cask 'font-gohufont-nerd-font'
cask "rar"
cask "sf-symbols"
cask "syntax-highlight"
